
let planet = prompt("Введите название планеты") ;
let star = prompt("Введите название звездной системы ");
let ranger = prompt("Введите имя рейнджера")
let money = prompt("Введите количество денег за вознаграждение")

console.log("Как вам, "+ranger+" , известно, мы - раса мирная по-этому на наших военных кораблях используются наемники с других планет. Система набора отработана давным-давно. Обычно мы приглашаем на наши корабли людей с планеты "+planet+"  системы "+star+"! ")

console.log("Но случилась неприятность - в связи с большими потерями в последнее время престиж профессии сильно упал, и теперь не так-то просто завербовать призывников. Главный комиссар планеты "+planet+", впрочем, отлично справлялся, но недавно его наградили орденом Сутулого с закруткой на спине, и его на радостях парализовало! Призыв под угрозой срыва!")
console.log(ranger+", вы должны прибыть на планету "+planet+ " системы "+star+" и помочь выполнить план призыва. Мы готовы выплатить вам премию в "+money+ " кредитов за эту маленькую услугу.")

